Repository: EmiGH/Ecocyclus.Community
Catalog: WebUI/App_GlobalResources/Messages.*.resx
Languages: es

# AccessDenied
source: Your credential does not hold permissions to access this information.
es: Su credencial no tiene permisos para acceder a esta información.

# AccountActivationError
source: Your account activation process has not been completed due to the following error: [error]<br/><br/>Please contact our system administrators at: <a href="mailto:[mail]">[mail]</a> for assistance.
es: El proceso de activación de la cuenta no se ha completado debido al siguiente error: [error]<br/><br/>. Por favor contacte a los administradores del sistema en: <a href="mailto:[mail]">[mail]</a> para obtener ayuda.

# AccountActivationSuccessful
source: Your account registration process has been successfully completed. Your EcoCyclus account is now active. <br/><br/> You can proceed to the EcoCyclus <a href="../Default.aspx">site</a> and log in.
es: El proceso de registro de la cuenta se ha completado con éxito. Su cuenta ha sido activada. <br/><br/> Usted ya puede ir al <a href="../Default.aspx">sitio</a> de EcoCyclus e ingresar.

# AccountRecoveryError
source: Your password recovery process has not been completed due to the following error: [error]<br/><br/>Please contact our system administrators at: <a href="mailto:[mail]">[mail]</a> for assistance.
es: El proceso de recuperación de la contraseña no se ha completado debido al siguiente error: [error]<br/><br/>Por favor contacte a los administradores del sistema en: <a href="mailto:[mail]">[mail]</a> para obtener ayuda.

# AccountRecoveryMessage
source: Please enter your EcoCyclus account email address in order to recover your password.
es: Por favor ingrese la dirección de correo electrónico de su cuenta para poder recuperar su contraseña.

# AccountRecoverySuccessful
source: The recovery process has been successfully started. Please check your email to reset your password.
es: El proceso de recuperación se ha iniciado correctamente. Por favor revise su correo electrónico para restablecer su contraseña.

# AccountRegistrationEmailNotMatch
source: The email addresses do not match
es: Las direcciones de correo electrónico no coinciden.

# AccountRegistrationError
source: An error has occurred<br/>Please contact our system administrators at: <a href="mailto:[mail]">[mail]</a> for assistance.
es: Ha ocurrido un error: [error] <br/> <br/> Por favor contacte a los administradores del sistema en: <a href="mailto:[mail]">[mail]</a> para obtener ayuda.

# AccountRegistrationInvalidEmail
source: Please enter a valid email address
es: Por favor ingrese un correo electrónico válido.

# AccountRegistrationPasswordNotMatch
source: The passwords do not match
es: Las contraseñas no coinciden.

# AccountRegistrationRequiredCompanyName
source: Plase enter your organization name
es: Por favor ingrese el nombre de su organización

# AccountRegistrationRequiredEmail
source: Please enter a valid email address
es: Por favor ingrese un correo electrónico válido.

# AccountRegistrationRequiredEmailRetype
source: Please retype the email address
es: Por favor reingrese el correo electrónico.

# AccountRegistrationRequiredFirstname
source: Please enter your firstname
es: Por favor ingrese su nombre.

# AccountRegistrationRequiredLastname
source: Please enter your lastname
es: Por favor ingrese su apellido.

# AccountRegistrationRequiredLocation
source: Please select your organization location
es: Por favor seleccione la ubicación de su organización

# AccountRegistrationRequiredPassword
source: Please select a password
es: Por favor ingrese su contraseña.

# AccountRegistrationRequiredPasswordRetype
source: Please retype the password
es: Por favor reingrese su contraseña.

# AccountRegistrationSuccessful
source: Your account registration process has been successfully started. Please check your email to activate your EcoCyclus account.
es: El proceso de registro de la cuenta se ha iniciado correctamente. Por favor revise su correo electrónico para activar su cuenta.

# AccountResetError
source: Your password reset process has not been completed due to the following error: [error]<br/><br/>Please contact our system administrators at: <a href="mailto:[mail]">[mail]</a> for assistance.
es: El proceso de restablecimiento de la contraseña no se ha completado debido al siguiente error: [error]<br/><br/>Por favor contacte a los administradores del sistema en: <a href="mailto:[mail]">[mail]</a> para obtener ayuda.

# AccountResetMessage
source: Please enter and retype your new password to reset your account.
es: Por favor ingrese y reingrese su nueva contraseña para restablecer su cuenta.

# AccountResetSuccessful
source: Your password reset process has been successfully completed.<br/><br/> You can proceed to the EcoCyclus <a href="../Default.aspx">site</a> and log in.
es: El proceso de restablecimiento de su contraseña se ha completado con éxito. <br/><br/> Usted ya puede ir al <a href="../Default.aspx">sitio</a> de EcoCyclus y e ingresar.

# AlertDeleteLoad
source: Warning! Removing data will delete all information from this period to the end of the serie.
es: Advertencia! Eliminando los datos borrará toda la información desde este período hasta el final de la serie.

# ConfirmDeleteMessage
source: Are you sure you want to delete this information? <br><br>You should be aware that removing data will also delete all related information and you won\'t be able to undo this action.
es: ¿Está seguro que desea eliminar esta información? <br><br>Usted debe tener en cuenta que la eliminación de datos borrará toda la información relacionada y que esta acción no se podrá deshacer posteriormente.

# ConfirmDeleteTitle
source: Warning!
es: Advertencia!

# ConfirmModifyMessage
source: Are you sure yo want to modify this information?
es: ¿Está seguro que quiere modificar esta información?

# ConfirmModifyTitle
source: Atention!
es: Atención!

# CookieUseWarning
source: This web application uses cookies to improve user experience. By using our web application you consent to all cookies in accordance with our Cookie Policy.
es: Esta aplicación utiliza cookies para mejorar la experiencia del usuario. Al utilizarla usted acepta todas las cookies de acuerdo con nuestra política de cookies.

# ErrorCountryNotRecognized
source: The information about the country from the selected address is not recognized.
es: No se reconoció la información sobre el país de la dirección seleccionada.

# ErrorDetails
source: An unexpected error has occurred! <br/><br/>Please contact our system administrators at: <a href="mailto:[mail]">[mail]</a> for assistance.
es: Se ha producido un error inesperado!<br/><br/>Por favor contacte a los administradores del sistema en: <a href="mailto:[mail]">[mail]</a> para obtener ayuda.

# ErrorImageTooBig
source: The uploaded image is too big
es: La imagen cargada es demasiado grande.

# ErrorInvalidDateRange
source: The range of dates is invalid
es: El rango de fechas no es válida.

# ErrorTitle
source: Error Occurs
es: Se produjo un error.

# FirstTimeGuideApp
source: It seems to be your first time at EcoCyclus.<br/>Please follow the "Add Site" link to register your sites.
es: Parece ser su primera vez en EcoCyclus.<br/>Por favor continúe con "Agregar Sitio" para registrar sus sitios.

# FirstTimeGuideMeter
source: If this is your first meter please follow the "Load Data" link to add values to your meters series.
es: Si es su primer medidor por favor continúe con "Cargar Datos" para agregar valores de medición.

# FirstTimeGuideSite
source: If this is your first site please follow the "Add Meter" link to register your meters.
es: Si es su primer Sitio por favor continúe con "Agregar Medidor" para registrar sus medidores.

# FirstTimeNeedHelp
source: Need help?
es: ¿Necesita ayuda?

# FirstTimeTitle
source: Welcome [user]! First time?
es: Bienvenido [user]! ¿Primera vez?

# LoginAuthenticationError
source: There was an authentication error in the login process
es: Hubo un error de autenticación en el proceso de inicio de sesión.

# LoginAuthenticationFail
source: The authentication process has failed
es: El proceso de autenticación ha fallado.

# MapAddressUnknown
source: Address Unrecognized
es: Dirección no reconocida.

# MapGeocoderError
source: Geocode was not successful for the following reason:
es: Geocode no tuvo éxito por la siguiente razón:

# MapPickupTitle
source: Coordenates Selector
es: Selector de Coordenadas

# PaymentSuccessful
source: Your payment has been successfully processed.
es: Su pago se ha procesado correctamente.

# PaypalError
source: The payment could not be resolved. Please review your information or contact us for further assisstance.
es: El pago no se pudo resolver . Por favor revise su información o póngase en contacto con nosotros para obtener ayuda.

# StandardError
source: Information has not been saved due to the following error:<br/><br/>[error]<br/><br/>Please contact our system administrators at: <a href="mailto:[mail]">[mail]</a> for assistance.
es: La información no se ha guardado debido al siguiente error: <br/><br/>[error]<br/><br/>Por favor contacte a los administradores del sistema en: <a href="mailto:[mail]">[mail]</a> para obtener ayuda.

# StandardSuccessful
source: The information has been successfully saved.
es: La información se ha guardado exitósamente.

# SummaryCheck
source: Please complete all mandatory fields marked with an asterix (*) and verify the type of each data.
es: Por favor, complete todos los campos obligatorios marcados con un asterisco (*) y verifique el tipo de cada dato.

# SummaryError
source: Warning! An error has ocurred
es: Advertencia! Ha ocurrido un error.

# TranslationNotSaved
source: The information is unsaved! Are you sure you want to continue?
es: La información no se ha guardado ! ¿Está seguro que desea continuar?
