Repository: EmiGH/Ecocyclus.Community
Catalog: Library/Resources/Messages.*.resx
Languages: es_ar

# AccountActivationBadTokenError
source: The token for your account activation is invalid.
es_ar: El token para la activación de su cuenta es inválido.

# AccountMessageCompanyExists
source: The company name is already registered
es_ar: El nombre de la organización ya fue registrado.

# AccountMessageEmailExists
source: The email address is already registered
es_ar: La dirección de correo ya fue registrada.

# AccountNewMailBody
source: An Ecocyclus account has been generated for you. This is your login information:[n][n]User: [user][n]Password: [password].[n][n]You can proceed to Ecocyclus and enter the platform at: [<a]http://gsi.siteimpacts.com[a>]http://gsi.siteimpacts.com[/a].
es_ar: Se ha generado una cuenta en Ecocyclus para usted. Esta es su información de acceso:[n][n]Usuario: [user][n]Contraseña: [password].[n][n]Usted puede continuar con Ecocyclus e ingresar a la plataforma en: [<a]http://ecocyclus.com[a>]http://ecocyclus.com[/a].

# AccountNewMailSubject
source: Ecocyclus:: New Account
es_ar: Ecocyclus :: Cuenta Nueva

# AccountRecoveryMailBody
source: Your recovery process has been started.[n][n]Please reset your account password by following this link: [<a]http://ecocyclus.com/Communities/Registration/PasswordReset.aspx?token=[token]&language=[language][a>]>reset password[/a][n][n]
es_ar: Se ha iniciado el proceso de recuperación.[n][n]Por Por favor, restablezca la contraseña de su cuenta en el siguiente enlace: [<a]http://ecocyclus.com/Communities/Registration/PasswordReset.aspx?token=[token]&language=[language][a>]>restablecer contraseña[/a][n][n]

# AccountRecoveryMailSubject
source: Ecocyclus :: Recovery Process
es_ar: Ecocyclus :: Proceso de Recuperación

# AccountRegistrationAdministrationMailBody
source: The company [company] registration process has been started.[n][n]
es_ar: El proceso de registro de la organización [company] se ha iniciado.[n][n]

# AccountRegistrationMailBody
source: Your registration process has been started.[n][n]Please activate your account by following this link: [<a]http://ecocyclus.com/Communities/Registration/RegistrationVerifier.aspx?token=[token]&language=[language][a>]activate account[/a][n][n]
es_ar: Se ha iniciado el proceso de registro.[n][n]Por favor active su cuenta en el siguiente enlace: [<a]http://ecocyclus.com/Communities/Registration/RegistrationVerifier.aspx?token=[token]&language=[language][a>]activate account[/a][n][n]

# AccountRegistrationMailSubject
source: Ecocyclus :: Registration Process
es_ar: Ecocyclus :: Proceso de Registro

# AccountVerificationAdministrationMailBody
source: The company [company] has verified the account information.[n][n]
es_ar: La organización [company] ha verificado la información de la cuenta.[n][n]

# AuthenticationError
source: The authentication process has failed.
es_ar: El proceso de autenticación ha fallado.

# ContactTitle
source: Ecocyclus :: Contact Request
es_ar: Ecocyclus :: Solicitud de Contacto

# DataLoadInvalidDistance
source: The distance are invalid. They must be greater than 0.
es_ar: Las distancias no son válidas. Deben ser mayores que 0.

# DataLoadInvalidPeriod
source: The dates are invalid. Start date must be greater than end date.
es_ar: Las fechas no son válidas. La fecha de inicio debe ser anterior a la fecha fin.

# DatesInvalid
source: The dates ranges provided are invalid
es_ar: Los rangos de fechas provistos no son válidas.

# DuplicatedMeter
source: The meter cannot be saved because its identification already exists.
es_ar: El medidor no se puede guardar porque su identificación ya existe.

# DuplicatedRecord
source: The information cannot be saved because a unique value already exist.
es_ar: La información no se puede guardar porque el valor único ya existe.

# DuplicatedSite
source: The facility cannot be saved because its name or number already exists.
es_ar: La instalación no se puede guardar porque su nombre ya existe.

# DuplicatedUnit
source: The unit cannot be saved because its name already exists.
es_ar: La unidad no se puede guardar porque su nombre ya existe.

# ErrorCannotChangeInitialDate
source: You cannot change the initial date because the meter already has values.
es_ar: No se puede cambiar la fecha de inicio porque el medidor todavia contiene valores.

# ErrorCannotChangeMagnitude
source: You cannot change magnitude because the meter already has values with previous magnitude.
es_ar: No se puede cambiar la magnitud porque el medidor todavia contiene valores con la magnitud anterior.

# ErrorCannotDeleteExistingRelationship
source: Related data exist which prevent removal of this information
es_ar: Existen datos relacionados que evitan que se elimine esta información.

# ErrorCannotDeleteLastUser
source: The last user cannot be removed.
es_ar: El último usuario no puede ser eliminado.

# ErrorCannotUseDifferentMagnitudes
source: Different magnitudes cannot be used for the same data type in the serie.
es_ar: No pueden utilizarse diferentes magnitudes para el mismo tipo de serie de datos.

# LoadDateViolation
source: The dates for loading data have to be lesser or equal than today.
es_ar: Las fechas para la carga de datos tiene que ser menor o igual a la de hoy.

# MailFooter
source: [n][n]This is an Ecocyclus platform notification message. Please do not respond this email.
es_ar: [n][n]Este es un mensaje de notificacion de la plataforma Ecocyclus. Por favor no responda este correo electrónico.

# MeterHasValue
source: The meter cannot modify the measurement unit because it already has values.
es_ar: No puede modificar la unidad de medida del medidor porque ya tiene valores.

# NextDateInvalid
source: The first date provided does not match the next available date for data load.
es_ar: La primera fecha prevista no coincide con la próxima fecha disponible para la carga de datos

# NotificationSiteMeterNoticeMessage
source: The meter [meter] of site [site] needs to be loaded.
es_ar: Se debe cargar el medidor [meter] de la instalación [site].

# NotificationSiteMeterNoticeTitle
source: Meter Load Notice
es_ar: Aviso de Carga del medidor

# NotificationSiteMeterOverdueMessage
source: The load frequency of meter [meter] of facility [site] is overdue.
es_ar: La frecuencia de carga del medidor [meter] de la instalación [site] está vencida.

# NotificationSiteMeterOverdueTitle
source: Meter Load Overdue
es_ar: Carga del Medidor Vencida

# NotificationSiteTargetSurpassedMessage
source: The targets for [protocol] of the facility [site] on [month] of [year] have been surpassed by [amount] [units].
es_ar: Los objetivos para [protocol] de la instalación [site] de [month] del [year] se han superado por [amount] [units].

# NotificationSiteTargetSurpassedTitle
source: Facility Targets Surpassed
es_ar: Objetivos de la Instalación Superados

# PaymentAdministrationMailBody
source: The company [company] has made a payment of [amount] for the period [period] for the facility [site].[n] The transaction id is: [transaction].[n][n]
es_ar: La organización [company] ha hecho el pago de [amount] para el período [period] para la instalación [site].[n] La id de la transacción es: [transaction].[n][n]

# PaymentAdministrationMailSubject
source: Ecocyclus :: New Payment
es_ar: Ecocyclus :: Nuevo Pago

# PaymentConfirmedAdministrationMailBody
source: The company [company] has confirmed the payment for transaction id [transaction].[n][n]
es_ar: La organización [company] ha confirmado el pago de la transacción id [transaction].[n][n]

# PaymentConfirmedAdministrationMailSubject
source: Ecocyclus :: Payment Confirmed
es_ar: Ecocyclus :: Pago Confirmado

# PaymentErrorDifferentAmount
source: The total amount informed for the payment does not match with the correct payment scale.
es_ar: El monto total informado para el pago no coincide con la escala de pago correcto.

# PaymentErrorWrongDates
source: The dates for the new load period don´t have correct values!. The dates must be a valid time range and must match with the beginning or the end of the current load period.
es_ar: Las fechas para el nuevo período de carga no tienen valores correctos!. Las fechas debe tener un intervalo de tiempo válido y deben coincidir con el inicio o el final del período de carga actual.

# PermissionDenied
source: You do not have permissions to perform this action. Please contact your platform administrators.
es_ar: Usted no tiene permisos para realizar esta acción. Por favor, póngase en contacto con los administradores de la plataforma.

# PermissionsCannotChangeManager
source: You cannot change access permissions for a company manager
es_ar: Usted no puede cambiar los permisos de acceso del gerente de la organización.

# PhysicalMeterInvalidValue
source: Reading values of a physical meter have to be equal or greater than the previous one.
es_ar: Los valores de lectura de un medidor físico tienen que ser igual o mayor que el anterior.

# SiteClosed
source: You cannot perform this action because the facility is closed.
es_ar: No se puede realizar esta acción porque la instalación está cerrada.

# SiteLoadDateViolation
source: The dates for loading data must be valid for the time range enabled for the facility.
es_ar: Las fechas para la carga de datos deben ser válidos para el período de tiempo permitido para la instalación.

# SiteStartDateViolation
source: The dates for loading data have to be greater or equal than the facility start date.
es_ar: Las fechas para la carga de datos tienen que ser mayor o igual que la fecha de inicio de la instalación.
